LamThanhNien/Th6_IOT_Group08/esp32-firmware/sdkconfig.defaults
# This file was generated using idf.py save-defconfig or menuconfig [D] key. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.5.5 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32s3"

#
# Example Connection Configuration
#
CONFIG_EXAMPLE_WIFI_SSID="Nha Tro SV Khanh An"
CONFIG_EXAMPLE_WIFI_PASSWORD="68686868"
# end of Example Connection Configuration
